# CurtainMullionn1 Property (2023)

---
C#Visual BasicVisual C++
Revit 2023 API
---
GroupTypeId..::..CurtainMullionn1 Property
GroupTypeId Class See Also
---
"Grid 1 Mullions"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId CurtainMullionn1 { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property CurtainMullionn1 As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ CurtainMullionn1 {
	ForgeTypeId^ get ();
}
```

# See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace